bun-bin
cursor-bin
frps-bin
furmark
google-chrome
google-chrome-beta
java-openjfx-bin
java21-openjfx-bin
legacy-launcher
libinput-gestures
llvm19
mcaselector
neovide-git
neovim-git
nmgui-bin
noctalia-shell
obs-cmd
oh-my-posh
opencode-bin
pi-coding-agent
pinta
sing-box
sway-audio-idle-inhibit-git
swayfx
throne-bin
tofi
unityhub
visual-studio-code-bin
wayland-pipewire-idle-inhibit
yaak-bin
yandex-browser
yay
yay-debug
