age
amd-ucode
amdgpu_top
base
base-devel
bat
bind
blueman
bluez-utils
brightnessctl
btop
btrfs-progs
chromium
cliphist
cloc
decibels
discord
dmidecode
docker
docker-compose
dotnet-sdk-8.0
ethtool
evolution
expac
eza
fastfetch
fd
fio
firefox
foot
freerdp
fuse2
fuzzel
fwupd
fzf
gammastep
gdm
gdu
ghostty
gimp
git
git-delta
git-lfs
glmark2
gnome-calculator
gnome-calendar
gnome-photos
gnome-text-editor
go
grim
helix
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
i3-wm
i3blocks
i3lock
i3status
inkscape
inxi
iptables
j4-dmenu-desktop
jq
kitty
lazydocker
lazygit
less
libreoffice-fresh
libvncserver
linux
linux-firmware
llvm19
loupe
lxqt-policykit
mako
man-db
man-pages
mesa-utils
mpv
mtpaint
network-manager-applet
networkmanager
nfs-utils
niri
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obs-studio
ollama
ollama-vulkan
openssh
openvpn
pacman-contrib
pavucontrol
pipewire-jack
polybar
prismlauncher
python-pip
qrcodegencpp-cmake
radeontop
redshift
refind
reflector
remmina
ripgrep
rocminfo
rofi
rsync
rustup
shotcut
slurp
snapshot
sudo
swappy
swaybg
swayidle
swaylock
swayosd
sysbench
tesseract
thunderbird
tlp
tmux
totem
tree-sitter-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
unzip
uv
vim
vlc
vulkan-radeon
vulkan-tools
waybar
wev
wget
woff2-font-awesome
wofi
xdg-desktop-portal-wlr
xorg-xauth
xorg-xhost
xwayland-satellite
yazi
ydotool
zed
zig
zip
zoxide
zsh
zstd
